tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "neovim/neovim"
tap "homebrew/cask-fonts"
brew "ack"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "gettext"
brew "openssl"
brew "axel"
brew "bash-completion"
brew "boost"
brew "libpng"
brew "libffi"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "dbus"
brew "dbus-glib"
brew "go"
brew "dep"
brew "docker-ls"
brew "docker-machine-driver-hyperkit"
brew "emacs"
brew "exercism"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libidl"
brew "orbit"
brew "gconf"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git-crypt"
brew "git-extras"
brew "git-flow-avh"
brew "git-open"
brew "git-standup", link: false
brew "xz"
brew "glances"
brew "gnu-sed"
brew "gpg2"
brew "gnupg"
brew "pinentry-mac"
brew "golang-migrate"
brew "goreleaser"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperkit"
brew "ispell"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "lesspipe"
brew "libcroco"
brew "libssh2"
brew "libgit2"
brew "libksba"
brew "libmemcached"
brew "librsvg"
brew "macvim"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "mycli"
brew "mysql", restart_service: true
brew "neovim"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pstree"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sl"
brew "snappy"
brew "swagger-codegen"
brew "the_platinum_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "wget"
brew "wireshark", link: false
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "font-droid-sans-mono-nerd-font"
brew "neovim", args: ['HEAD']
cask "basictex"
cask "graphiql"
cask "java"
cask "kdiff3"
cask "minikube"
cask "snowflake-snowsql"
