tap "aquasecurity/trivy"
tap "astronomer/tap"
tap "cockroachdb/tap"
tap "elastic/tap"
tap "fullscreen/tap"
tap "github/gh"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
tap "toshimaru/nyan"
brew "ack"
brew "libpng"
brew "gcc"
brew "openssl@1.1"
brew "protobuf"
brew "openblas"
brew "xz"
brew "python@3.9"
brew "snappy"
brew "apache-arrow"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-rotate-key"
brew "gettext"
brew "axel"
brew "bash-completion@2"
brew "bat"
brew "bazaar"
brew "boost"
brew "glib"
brew "ccat"
brew "cheat"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "ctop"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dbus"
brew "dbus-glib"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-credential-helper"
brew "docker-ls"
brew "docker-machine-driver-hyperkit"
brew "eksctl"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "node"
brew "emscripten"
brew "entr"
brew "exa"
brew "exercism"
brew "folly"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "python@3.10"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-flow-avh"
brew "git-open"
brew "git-quick-stats"
brew "git-standup", link: false
brew "gitbatch"
brew "gitmoji"
brew "glances"
brew "glide"
brew "gnu-sed"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "golang-migrate"
brew "goreleaser"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helm@2"
brew "hey"
brew "htop"
brew "httpie", link: false
brew "hub"
brew "hugo"
brew "ispell"
brew "jq"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lesspipe"
brew "libcroco"
brew "libgit2"
brew "libidl"
brew "libmemcached"
brew "libssh"
brew "lsd"
brew "luv"
brew "memcached"
brew "mercurial"
brew "midnight-commander"
brew "minikube", link: false
brew "mkcert"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "mysql-client@5.7"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "nnn"
brew "nvm"
brew "openssl@3"
brew "operator-sdk"
brew "orbit"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "postgresql", restart_service: true
brew "pg_top"
brew "pgbadger"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "qemu"
brew "podman"
brew "postgresql@10"
brew "prometheus"
brew "pstree"
brew "putty"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "rust"
brew "s3cmd"
brew "scala"
brew "shellcheck"
brew "sl"
brew "snapcraft"
brew "spark"
brew "stern"
brew "telnet"
brew "terraform@0.12"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "todo-txt"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "johanhaleby/kubetail/kubetail"
brew "toshimaru/nyan/nyan"
cask "alacritty"
cask "basictex"
cask "font-hack-nerd-font"
cask "graphiql"
cask "kdiff3"
cask "snowflake-snowsql"
